<template>
  <div class="privacy">
    <navigation :scrollTop="'0'"></navigation>
    <div class="content">
      <p class="title">隐私条款</p>
      <p class="date">生产日期：2017/8/1</p>
      <p class="text">
        北京梅地卡尔科技有限公司（以下简称“梅地卡尔”，公司英文名称为Beijing Medicayun Technology Co., Ltd.）承诺执行最严格的策略以保证用户的隐私。本隐私条款适用于用户与梅地卡尔产生关系时所涉及的所有数据及信息，隐私条款的目的是要清楚地描述当用户在与梅地卡尔产生关系时，所产生的数据及往来的信息是如何被处理的，本条款是“用户使用条款”的一部分。<br/><br/>

        梅地卡尔遵守中华人民共和国法律，与隐私权相关的法律和规定，及与医疗卫生相关的法律和规定，如果用户对于梅地卡尔的隐私权条款有异议，请立即通过网站公布的联系信息同梅地卡尔联系。<br/><br/>
        
        下面的文字描述了梅地卡尔收集信息的类型和内容，解释了收集信息的原因，以及如何处理这些收集的信息。<span style="font-weight: bold;">用户使用梅地卡尔平台及服务的前提是用户已经阅读，理解，并同意遵守本隐私条款。</span><br/><br/>
        
        <span class="text-title">收集信息的类型</span><br/>
        梅地卡尔收集信息是为了更好的为用户提供服务，梅地卡尔收集下列信息：<br/><br/>
        1、用户反馈<br/>
        <span style="display: block; padding-left: 18px;">
          当用户通过电话，电子邮件，或梅地卡尔所属各网站提供的“反馈专栏”同梅地卡尔联络时，这些信息将被梅地卡尔记录并使用。信息类型包括但不限于用户姓名，联系方式，电话，或电子邮件地址，及用户所提供的信息。因为这些信息有可能会通过公开的，未经加密的网络传递，所以，梅地卡尔无法保证这些信息的安全性，用户需要了解到这种风险，在同梅地卡尔联络时，先确保自己提供的信息不含有具有保密性质的内容。<br/><br/>
          梅地卡尔会将这些反馈信息保留一段时间，并进行分析，但是，梅地卡尔不会向第三方机构传输，共享，或出售含有具体用户特征的信息，除非法律在这方面有特别的规定，或有与之相关的具有法律效力的行政命令。<br/><br/>
        </span>
        2、用户登录与日志分析信息<br/>
        <span style="display: block; padding-left: 18px;">
          梅地卡尔会通过分析系统平台日志的方式来了解用户的数量，访问途径，使用的设备等等信息，梅地卡尔也会使用Cookie（小饼）的方式收集这些信息，分析的目的是要改善梅地卡尔平台的运营效率，为用户提供更好的服务，收集的信息可能包括：<br/>
          ·用户访问梅地卡尔平台的IP地址及所属地<br/>
          ·用户所使用的浏览器名称，版本及操作系统信息<br/>
          ·用户所使用的设备的信息，包括制造商，版本<br/>
          ·用户使用移动网络时产生的电信运营商信息<br/>
          ·用户使用设备时产生的地理位置信息<br/>
          ·用户访问梅地卡尔平台的时间<br/>
          ·用户访问的梅地卡尔平台的页面<br/>
          ·用户跳转到梅地卡尔平台的网站地址<br/>
          ·用户离开梅地卡尔平台的去向网站地址<br/><br/>
          梅地卡尔收集用户登录信息是为了进行运营分析为目的，不会将任何含有用户个人身份信息标识的信息（PII，Personal Identifiable Information）向第三方传输，出售，出租或提供共享使用。<br/><br/>
        </span>
        3、注册信息<br/>
        <span style="display: block; padding-left: 18px;">
          用户需要向梅地卡尔提供姓名，电子邮件地址或手机号码，同意梅地卡尔“使用条款”和“隐私条款”的前提下才能够使用梅地卡尔平台及服务。梅地卡尔收集用户在梅地卡尔平台上的注册信息，梅地卡尔也会给予用户选择是否将个人的注册信息设置为“公开”，即向所有浏览者开放，或“保持隐私”，即只向特别指定的浏览者开放。梅地卡尔会分析用户的注册信息以提供更加个性化的服务，但是，梅地卡尔不会向第三方传输，出售，出租或提供使用任何含有用户个人身份信息标识的信息（PII，Personal Identifiable Information），除非法律在这方面具有强制性的规定。<br/><br/>
          当用户决定终止服务，删除注册信息后，梅地卡尔平台会删除用户在平台上遗留的所有数据，但是，梅地卡尔会保留用户的登录历史等日志信息，以满足运营分析的需要。<br/><br/>
        </span>
        <span class="text-title">数据和信息的共享</span><br/>
        如果根据技术或业务的需要，梅地卡尔公司需要部分或全部使用用户所传输，编辑，存储的业务数据，梅地卡尔会同用户协商及签订特别的使用条款，来详细界定，阐明使用数据的范围，用途，使用方式，及可能的结果等条件，用户可以选择接受，或拒绝，无论用户做出任何决定，都不影响用户先前同梅地卡尔签订的技术及服务使用条款。梅地卡尔同用户签订的数据和信息共享的条款是对于本隐私条款的补充。<br/><br/>

        <span class="text-title">信息泄漏</span><br/>
        梅地卡尔采用严格的技术和治理手段来保证平台所存储数据和信息的安全性，以避免任何泄漏的风险。但是，如果收到了来自行政监管，法律机构的明确要求，梅地卡尔会根据法律法规的具体要求向执法机构提供用户的信息，包括个人身份信息（PII）。如果梅地卡尔平台受到了在法律规定范围内的安全性威胁，或特定用户的举动可能会涉及违反法律的规定，梅地卡尔公司可能会向合适的具有法律执行性质的机构寻求协助，并有可能提供与之相关的用户信息，这种信息泄漏不会提前通知具体受到涉及的用户。<br/><br/>

        <span class="text-title">第三方平台</span><br/>
        如果用户使用注册在梅地卡尔平台上的账号登录第三方平台，包括网站（Website）及互联网服务接口，则意味着梅地卡尔也可以得到用户进行登录的相关信息，包括第三方平台的名称，网址等登录信息。但是，用户使用梅地卡尔账号登录第三方平台时，需事先阅读，理解该平台的使用规则和隐私政策，梅地卡尔平台的隐私条款和第三方平台的隐私条款是不相同的。<br/><br/>

        <span class="text-title">儿童及青少年使用</span><br/>
        梅地卡尔平台不向小于18周岁的未成年人提供服务。<br/><br/>

        <span class="text-title">使用条件</span><br/>
        本隐私条款是梅地卡尔平台使用条款的一部分，用户使用平台的前提条件是仔细阅读，理解，并同意本隐私条款的条件。<br/><br/>

        <span class="text-title">条款更新</span><br/>
        梅地卡尔会定期更新隐私条款的条件，但是，不会进行事先通知。最新的条件会发布在梅地卡尔的网站，用户需要定期仔细阅读，理解，并同意条款中的条件。<br/><br/>

        <span class="text-title">联系</span><br/>
        用户关于隐私条款的任何问题请及时联系梅地卡尔，<b>privacy@medicayun.cn</b>。
      </p>
    </div>
    <foot></foot>
  </div>
</template>
<script>
  import Navigation from '../components/navigation.vue'
  import Foot from '../components/foot.vue'
  export default {
    name: 'Home',
    components: {
      Navigation,
      Foot
    },
    mounted () {
      document.body.scrollTop = 0
      document.documentElement.scrollTop = 0
    }
  }
</script>
<style scoped>
  .content {
    padding: 144px 0 120px;
    margin: 0 auto;
    width: 960px;
    color: rgba(0,0,0,.87);
  }
  .content p.title{
    font-size: 48px;
    margin-bottom: 8px;
    text-align: center;
  }
  .content p.date {
    font-size: 20px;
    margin-bottom: 64px;
    text-align: center;
  }
  .content p.text {
    font-size: 16px;
    line-height: 2;
  }
  .content p.text .text-title {
    font-size: 20px;
    font-weight: bold;
  }
</style>